public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
       int a = 1560; // стоимость билета
       int b= a/20; // бонусы

        System.out.println("Введите значение стоимости билета - " + a + " рублей") ;
        System.out.println("За каждые 20 рублей Вам начисляется 1 милл");
        System.out.println("Вам начислен - " +b + " милл");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мил

        // Рассчитываете количество бонусных миль, используя
         // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран

    }
}